Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: At the request of the Member States or the AI Office, or on its own initiative, the Commission shall update guidelines previously adopted when deemed necessary.
pt_pt: A pedido dos Estados-Membros ou do Serviço para a IA, ou por sua própria iniciativa, a Comissão atualiza as orientações previamente adotadas quando tal for considerado necessário.

source: CHAPTER XI
pt_pt: CAPÍTULO XI

source: DELEGATION OF POWER AND COMMITTEE PROCEDURE
pt_pt: DELEGAÇÃO DE PODERES E PROCEDIMENTO DE COMITÉ

source: Article 97
pt_pt: Artigo 97.o

source: Exercise of the delegation
pt_pt: Exercício da delegação

source: The power to adopt delegated acts is conferred on the Commission subject to the conditions laid down in this Article.
pt_pt: O poder de adotar atos delegados é conferido à Comissão nas condições estabelecidas no presente artigo.

source: The power to adopt delegated acts referred to in Article 6(6) and (7), Article 7(1) and (3), Article 11(3), Article 43(5) and (6), Article 47(5), Article 51(3), Article 52(4) and Article 53(5) and (6) shall be conferred on the Commission for a period of five years from 1 August 2024.
pt_pt: O poder de adotar atos delegados a que se refere o artigo 6.o, n.os 6 e 7, o artigo 7.o, n.os 1 e 3, o artigo 11.o, n.o 3, o artigo 43.o, n.os 5 e 6, o artigo 47.o, n.o 5, o artigo 51.o, n.o 3, o artigo 52.o, n.o 4, e o artigo 53.o, n.os 5 e 6, é conferido à Comissão por um prazo de cinco anos a contar de 1 de agosto de 2024.

source: The Commission shall draw up a report in respect of the delegation of power not later than nine months before the end of the five-year period.
pt_pt: A Comissão elabora um relatório relativo à delegação de poderes pelo menos nove meses antes do final do prazo de cinco anos.

source: The delegation of power shall be tacitly extended for periods of an identical duration, unless the European Parliament or the Council opposes such extension not later than three months before the end of each period.
pt_pt: A delegação de poderes é tacitamente prorrogada por períodos de igual duração, salvo se o Parlamento Europeu ou o Conselho a tal se opuserem pelo menos três meses antes do final de cada prazo.

source: The delegation of power referred to in Article 6(6) and (7), Article 7(1) and (3), Article 11(3), Article 43(5) and (6), Article 47(5), Article 51(3), Article 52(4) and Article 53(5) and (6) may be revoked at any time by the European Parliament or by the Council.
pt_pt: A delegação de poderes a que se refere o artigo 6.o, n.os 6 e 7, o artigo 7.o, n.os 1 e 3, o artigo 11.o, n.o 3, o artigo 43.o, n.os 5 e 6, o artigo 47.o, n.o 5, o artigo 51.o, n.o 3, o artigo 52.o, n.o 4, e o artigo 53.o, n.os 5 e 6, pode ser revogada em qualquer momento pelo Parlamento Europeu ou pelo Conselho.

source: A decision of revocation shall put an end to the delegation of power specified in that decision.
pt_pt: A decisão de revogação põe termo à delegação dos poderes nela especificados.

source: It shall take effect the day following that of its publication in the Official Journal of the European Union or at a later date specified therein.
pt_pt: A decisão de revogação produz efeitos a partir do dia seguinte ao da sua publicação no Jornal Oficial da União Europeia ou numa data posterior nela especificada.

source: It shall not affect the validity of any delegated acts already in force.
pt_pt: A decisão de revogação não afeta os atos delegados já em vigor.

source: Before adopting a delegated act, the Commission shall consult experts designated by each Member State in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making.
pt_pt: Antes de adotar um ato delegado, a Comissão consulta os peritos designados por cada Estado-Membro de acordo com os princípios estabelecidos no Acordo Interinstitucional, de 13 de abril de 2016, sobre legislar melhor.

source: As soon as it adopts a delegated act, the Commission shall notify it simultaneously to the European Parliament and to the Council.
pt_pt: Assim que adotar um ato delegado, a Comissão notifica-o simultaneamente ao Parlamento Europeu e ao Conselho.

source: Any delegated act adopted pursuant to Article 6(6) or (7), Article 7(1) or (3), Article 11(3), Article 43(5) or (6), Article 47(5), Article 51(3), Article 52(4) or Article 53(5) or (6) shall enter into force only if no objection has been expressed by either the European Parliament or the Council within a period of three months of notification of that act to the European Parliament and the Council or if, before the expiry of that period, the European Parliament and the Council have both informed the Commission that they will not object.
pt_pt: Os atos delegados adotados nos termos do artigo 6.o, n.os 6 ou 7, do artigo 7.o, n.os 1 ou 3, do artigo 11.o, n.o 3, do artigo 43.o, n.os 5 ou 6, do artigo 47.o, n.o 5, do artigo 51.o, n.o 3, do artigo 52.o, n.o 4, ou do artigo 53.o, n.os 5 ou 6, só entram em vigor se nem o Parlamento Europeu nem o Conselho formularem objeções no prazo de três meses a contar da notificação desses atos a estas duas instituições ou se, antes do termo desse prazo, o Parlamento Europeu e o Conselho informarem a Comissão de que não formularão objeções.

source: That period shall be extended by three months at the initiative of the European Parliament or of the Council.
pt_pt: O referido prazo é prorrogável por três meses por iniciativa do Parlamento Europeu ou do Conselho.

source: Article 98
pt_pt: Artigo 98.o

source: Committee procedure
pt_pt: Procedimento de comité

source: The Commission shall be assisted by a committee.
pt_pt: A Comissão é assistida por um comité.

source: That committee shall be a committee within the meaning of Regulation (EU) No 182/2011.
pt_pt: Esse comité é um comité na aceção do Regulamento (UE) n.o 182/2011.

source: Where reference is made to this paragraph, Article 5 of Regulation (EU) No 182/2011 shall apply.
pt_pt: Caso se remeta para o presente número, aplica-se o artigo 5.o do Regulamento (UE) n.o 182/2011.

source: CHAPTER XII
pt_pt: CAPÍTULO XII

source: PENALTIES
pt_pt: SANÇÕES

source: Article 99
pt_pt: Artigo 99.o

source: Penalties
pt_pt: Sanções

source: In accordance with the terms and conditions laid down in this Regulation, Member States shall lay down the rules on penalties and other enforcement measures, which may also include warnings and non-monetary measures, applicable to infringements of this Regulation by operators, and shall take all measures necessary to ensure that they are properly and effectively implemented, thereby taking into account the guidelines issued by the Commission pursuant to Article 96.
pt_pt: Em conformidade com os termos e as condições previstos no presente regulamento, os Estados-Membros determinam o regime de sanções e outras medidas de execução, que podem também incluir advertências e medidas não pecuniárias, aplicável em caso de infração do presente regulamento por parte dos operadores, e tomam todas as medidas necessárias para garantir que o mesmo é aplicado correta e eficazmente, tendo, por isso, em conta as orientações emitidas pela Comissão em conformidade com o artigo 96.o.

source: The penalties provided for shall be effective, proportionate and dissuasive.
pt_pt: As sanções previstas devem ser efetivas, proporcionadas e dissuasivas.

source: They shall take into account the interests of SMEs, including start-ups, and their economic viability.
pt_pt: Devem ter em conta os interesses das PME, incluindo as empresas em fase de arranque, e a respetiva viabilidade económica.

source: The Member States shall, without delay and at the latest by the date of entry into application, notify the Commission of the rules on penalties and of other enforcement measures referred to in paragraph 1, and shall notify it, without delay, of any subsequent amendment to them.
pt_pt: Os Estados-Membros notificam sem demora a Comissão do regime de sanções e de outras medidas de execução a que se refere o n.o 1, o mais tardar até à data de início da sua aplicação, bem como de qualquer alteração subsequente das mesmas.

source: Non-compliance with the prohibition of the AI practices referred to in Article 5 shall be subject to administrative fines of up to EUR 35 000 000 or, if the offender is an undertaking, up to 7 % of its total worldwide annual turnover for the preceding financial year, whichever is higher.
pt_pt: O incumprimento da proibição das práticas de IA a que se refere o artigo 5.o fica sujeito a coimas num montante que pode ir até 35 000 000 EUR ou, se o infrator for uma empresa, até 7 % do seu volume de negócios anual a nível mundial no exercício anterior, consoante o que for mais elevado.

source: Non-compliance with any of the following provisions related to operators or notified bodies, other than those laid down in Articles 5, shall be subject to administrative fines of up to EUR 15 000 000 or, if the offender is an undertaking, up to 3 % of its total worldwide annual turnover for the preceding financial year, whichever is higher:
pt_pt: A não conformidade com quaisquer das seguintes disposições relacionadas com operadores ou organismos notificados que não os estabelecidos no artigo 5.o fica sujeita a coimas até 15 000 000 EUR ou, se o infrator for uma empresa, até 3 % do seu volume de negócios anual a nível mundial no exercício anterior, consoante o que for mais elevado:

source: obligations of providers pursuant to Article 16;
pt_pt: As obrigações dos prestadores nos termos dos artigo 16.o;

source: obligations of authorised representatives pursuant to Article 22;
pt_pt: As obrigações dos mandatários nos termos do artigo 22.o;

source: obligations of importers pursuant to Article 23;
pt_pt: As obrigações dos importadores nos termos do artigo 23.o;

source: obligations of distributors pursuant to Article 24;
pt_pt: As obrigações dos distribuidores nos termos do artigo 24.o;

source: obligations of deployers pursuant to Article 26;
pt_pt: As obrigações dos responsáveis pela implantação nos termos do artigo 26.o;

source: requirements and obligations of notified bodies pursuant to Article 31, Article 33(1), (3) and (4) or Article 34;
pt_pt: Os requisitos e obrigações dos organismos notificados nos termos do artigo 31.o, do artigo 33.o, n.os 1, 3 e 4, e do artigo 34.o;

source: transparency obligations for providers and deployers pursuant to Article 50.
pt_pt: As obrigações de transparência para os prestadores e responsáveis pela implantação nos termos do artigo 50.o.

source: The supply of incorrect, incomplete or misleading information to notified bodies or national competent authorities in reply to a request shall be subject to administrative fines of up to EUR 7 500 000 or, if the offender is an undertaking, up to 1 % of its total worldwide annual turnover for the preceding financial year, whichever is higher.
pt_pt: A prestação de informações incorretas, incompletas ou falaciosas aos organismos notificados ou às autoridades nacionais competentes em resposta a um pedido fica sujeita a coimas num montante que pode ir até 7 500 000 EUR ou, se o infrator for uma empresa, até 1 % do seu volume de negócios anual total a nível mundial no exercício anterior, consoante o que for mais elevado.

source: In the case of SMEs, including start-ups, each fine referred to in this Article shall be up to the percentages or amount referred to in paragraphs 3, 4 and 5, whichever thereof is lower.
pt_pt: No caso das PME, incluindo as empresas em fase de arranque, cada coima a que se refere o presente artigo não pode exceder as percentagens ou o montante a que se referem os n.os 3, 4 e 5, consoante o que for mais baixo.

source: When deciding whether to impose an administrative fine and when deciding on the amount of the administrative fine in each individual case, all relevant circumstances of the specific situation shall be taken into account and, as appropriate, regard shall be given to the following:
pt_pt: Ao decidir sobre a aplicação de uma coima e ao determinar o montante da mesma em cada caso, devem ser tidas em conta, em cada caso, todas as circunstâncias pertinentes da situação específica, bem como, conforme adequado, os seguintes elementos:

source: the nature, gravity and duration of the infringement and of its consequences, taking into account the purpose of the AI system, as well as, where appropriate, the number of affected persons and the level of damage suffered by them;
pt_pt: A natureza, a gravidade e a duração da infração e das suas consequências, tendo em conta a finalidade do sistema de IA, bem como, se for caso disso, o número de pessoas afetadas e o nível de danos por elas sofridos;

source: whether administrative fines have already been applied by other market surveillance authorities to the same operator for the same infringement;
pt_pt: O facto de outras autoridades de fiscalização do mercado já terem ou não aplicado coimas ao mesmo operador pela mesma infração;

source: whether administrative fines have already been applied by other authorities to the same operator for infringements of other Union or national law, when such infringements result from the same activity or omission constituting a relevant infringement of this Regulation;
pt_pt: O facto de outras autoridades já terem ou não aplicado coimas ao mesmo operador por infrações a outras disposições do direito da União ou do direito nacional, quando tais infrações resultarem da mesma atividade ou omissão que constitua uma infração pertinente ao presente regulamento;

source: the size, the annual turnover and market share of the operator committing the infringement;
pt_pt: A dimensão, o volume de negócios anual e a quota de mercado do operador que cometeu a infração;

source: any other aggravating or mitigating factor applicable to the circumstances of the case, such as financial benefits gained, or losses avoided, directly or indirectly, from the infringement;
pt_pt: Qualquer outro fator agravante ou atenuante aplicável às circunstâncias do caso, como os benefícios financeiros obtidos ou as perdas evitadas, direta ou indiretamente, por intermédio da infração;

source: the degree of cooperation with the national competent authorities, in order to remedy the infringement and mitigate the possible adverse effects of the infringement;
pt_pt: O grau de cooperação com as autoridades nacionais competentes, a fim de sanar a infração e atenuar os seus eventuais efeitos adversos;

source: the degree of responsibility of the operator taking into account the technical and organisational measures implemented by it;
pt_pt: O grau de responsabilidade do operador tendo em conta as medidas técnicas e organizacionais que aplicou;

source: the manner in which the infringement became known to the national competent authorities, in particular whether, and if so to what extent, the operator notified the infringement;
pt_pt: A forma como as autoridades nacionais competentes tomaram conhecimento da infração, em especial se foram notificadas pelo operador e, em caso afirmativo, em que medida o operador o fez;

source: the intentional or negligent character of the infringement;
pt_pt: O caráter doloso ou negligente da infração;

source: any action taken by the operator to mitigate the harm suffered by the affected persons.
pt_pt: As medidas tomadas pelo operador para atenuar os danos sofridos pelas pessoas afetadas.

source: Each Member State shall lay down rules on to what extent administrative fines may be imposed on public authorities and bodies established in that Member State.
pt_pt: Cada Estado-Membro deve definir regras que permitam determinar em que medida podem ser aplicadas coimas às autoridades e organismos públicos estabelecidos nesse Estado-Membro.

source: Depending on the legal system of the Member States, the rules on administrative fines may be applied in such a manner that the fines are imposed by competent national courts or by other bodies, as applicable in those Member States.
pt_pt: Em função do ordenamento jurídico dos Estados-Membros, as regras relativas às coimas podem ser aplicadas de maneira que as coimas sejam aplicadas pelos tribunais nacionais competentes ou por outros organismos, conforme aplicável nesses Estados-Membros.

source: The application of such rules in those Member States shall have an equivalent effect.
pt_pt: A aplicação dessas regras nesses Estados-Membros deve ter um efeito equivalente.

source: The exercise of powers under this Article shall be subject to appropriate procedural safeguards in accordance with Union and national law, including effective judicial remedies and due process.
pt_pt: O exercício das competências ao abrigo do presente artigo fica sujeito às garantias processuais adequadas nos termos do direito da União e do direito nacional, incluindo o direito à ação judicial e a um processo equitativo.

source: Member States shall, on an annual basis, report to the Commission about the administrative fines they have issued during that year, in accordance with this Article, and about any related litigation or judicial proceedings.
pt_pt: Os Estados-Membros comunicam anualmente à Comissão as coimas que tenham aplicado durante esse ano, em conformidade com o presente artigo, bem como quaisquer litígios ou processos judiciais conexos.

source: Article 100
pt_pt: Artigo 100.o

source: Administrative fines on Union institutions, bodies, offices and agencies
pt_pt: Coimas aplicáveis às instituições, órgãos e organismos da União

source: The European Data Protection Supervisor may impose administrative fines on Union institutions, bodies, offices and agencies falling within the scope of this Regulation.
pt_pt: A Autoridade Europeia para a Proteção de Dados pode impor coimas às instituições, órgãos e organismos da União que se enquadrem no âmbito de aplicação do presente regulamento.

source: When deciding whether to impose an administrative fine and when deciding on the amount of the administrative fine in each individual case, all relevant circumstances of the specific situation shall be taken into account and due regard shall be given to the following:
pt_pt: Ao decidir da aplicação de uma coima e ao determinar o montante da mesma em cada caso, devem ser tidas em conta, em cada caso, todas as circunstâncias pertinentes da situação específica, bem como os seguintes elementos:

source: the nature, gravity and duration of the infringement and of its consequences, taking into account the purpose of the AI system concerned, as well as, where appropriate, the number of affected persons and the level of damage suffered by them;
pt_pt: A natureza, a gravidade e a duração da infração e das suas consequências, tendo em conta a finalidade do sistema de IA em causa, bem como, quando necessário, o número de pessoas afetadas e o nível de danos por elas sofridos;

source: the degree of responsibility of the Union institution, body, office or agency, taking into account technical and organisational measures implemented by them;
pt_pt: O grau de responsabilidade da instituição, órgão ou organismo da União, tendo em conta as medidas técnicas e organizacionais que aplicaram;

source: any action taken by the Union institution, body, office or agency to mitigate the damage suffered by affected persons;
pt_pt: Qualquer medida tomada pela instituição, órgão ou organismo da União para atenuar os danos sofridos pelas pessoas afetadas;

source: the degree of cooperation with the European Data Protection Supervisor in order to remedy the infringement and mitigate the possible adverse effects of the infringement, including compliance with any of the measures previously ordered by the European Data Protection Supervisor against the Union institution, body, office or agency concerned with regard to the same subject matter;
pt_pt: O grau de cooperação com a Autoridade Europeia para a Proteção de Dados no sentido de corrigir a infração e atenuar os possíveis efeitos adversos da mesma, nomeadamente o cumprimento das medidas previamente impostas pela Autoridade Europeia para a Proteção de Dados contra a instituição, órgão ou organismo da União em causa relativamente à mesma matéria;

source: any similar previous infringements by the Union institution, body, office or agency;
pt_pt: Quaisquer infrações similares anteriormente cometidas pela instituição, órgão ou organismo da União;

source: the manner in which the infringement became known to the European Data Protection Supervisor, in particular whether, and if so to what extent, the Union institution, body, office or agency notified the infringement;
pt_pt: A forma como a Autoridade Europeia para a Proteção de Dados tomou conhecimento da infração, em especial se a instituição, órgão ou organismo da União a notificou e, em caso afirmativo, em que medida o fez;

source: the annual budget of the Union institution, body, office or agency.
pt_pt: O orçamento anual da instituição, órgão ou organismo da União.

source: Non-compliance with the prohibition of the AI practices referred to in Article 5 shall be subject to administrative fines of up to EUR 1 500 000.
pt_pt: O incumprimento da proibição das práticas de IA a que se refere o artigo 5.o fica sujeito a coimas num montante que pode ascender a 1 500 000 EUR.

source: The non-compliance of the AI system with any requirements or obligations under this Regulation, other than those laid down in Article 5, shall be subject to administrative fines of up to EUR 750 000.
pt_pt: A não conformidade do sistema de IA com quaisquer requisitos ou obrigações impostos por força do presente regulamento, que não os estabelecidos no artigo 5.o, fica sujeita a coimas num montante que pode ascender a 750 000 EUR.

source: Before taking decisions pursuant to this Article, the European Data Protection Supervisor shall give the Union institution, body, office or agency which is the subject of the proceedings conducted by the European Data Protection Supervisor the opportunity of being heard on the matter regarding the possible infringement.
pt_pt: Antes de tomar decisões nos termos do presente artigo, a Autoridade Europeia para a Proteção de Dados deve conceder à instituição, órgão ou organismo da União objeto do procedimento por si aplicado a oportunidade de ser ouvida sobre a matéria que constitui possível infração.

source: The European Data Protection Supervisor shall base his or her decisions only on elements and circumstances on which the parties concerned have been able to comment.
pt_pt: A Autoridade Europeia para a Proteção de Dados deve basear as suas decisões unicamente nos elementos e nas circunstâncias relativamente aos quais as partes em causa tenham podido apresentar observações.

source: Complainants, if any, shall be associated closely with the proceedings.
pt_pt: Os queixosos, caso existam, devem ser estreitamente associados ao processo.

source: The rights of defence of the parties concerned shall be fully respected in the proceedings.
pt_pt: Os direitos de defesa das partes em causa devem ser plenamente respeitados ao longo do processo.

source: They shall be entitled to have access to the European Data Protection Supervisor’s file, subject to the legitimate interest of individuals or undertakings in the protection of their personal data or business secrets.
pt_pt: As partes interessadas têm o direito de aceder ao processo da Autoridade Europeia para a Proteção de Dados, sob reserva do interesse legítimo das pessoas singulares ou das empresas relativamente à proteção dos respetivos dados pessoais ou segredos comerciais.

source: Funds collected by imposition of fines in this Article shall contribute to the general budget of the Union.
pt_pt: Os fundos recolhidos em resultado da aplicação das coimas previstas no presente artigo contribuem para o orçamento geral da União.
